import random

students = list()

First_name = ['ვენერა', 'თინა', 'თეა', 'სოსო', 'მირანდა', 'ჟენია',
              'ტატიანა', 'ედუარდ', 'კლარა', 'სიმონ', 'ანზორ',
              'სოფია', 'სოსო', 'ნელი', 'ბონდო', 'ედუარდ',
              'სონია', 'არჩილ', 'მარიამ', 'სოფია', 'ემა',
              'იზოლდა', 'ომარ', 'ტატიანა', 'ვიქტორ', 'კარინე',
              'გუგული', 'კახა', 'როზა', 'რუსუდან', 'სიმონ',
              'ნელი', 'ბადრი', 'მადონა', 'ირინე', 'მინდია',
              'ნათია', 'გულნარა', 'კახა', 'ელზა', 'როინ',
              'ნაირა', 'ლიანა', 'ნინელი', 'მაყვალა', 'რეზო',
              'ჟუჟუნა', 'ზინა', 'გოჩა', 'მურმან']

Last_name = ['ქუთათელაძე', 'მეგრელიშვილი', 'სალუქვაძე', 'ხარაიშვილი',
             'შელია', 'კევლიშვილი', 'ბუჩუკური', 'ტყებუჩავა',
             'მიქაბერიძე', 'ურუშაძე', 'ძიძიგური', 'გოგუაძე',
             'ანთაძე', 'ვალიევა', 'როგავა', 'ნაკაშიძე',
             'ღურწკაია', 'გვაზავა', 'გვასალია', 'ზარანდია',
             'სხირტლაძე', 'ბერაძე', 'ხვიჩია', 'ბასილაშვილი',
             'კაკაბაძე', 'მერებაშვილი', 'ნოზაძე', 'ხარაბაძე',
             'მუსაევა', 'მამულაშვილი', 'ელიზბარაშვილი', 'მამულაშვილი',
             'ჯოჯუა', 'გულუა', 'ხალვაში', 'ხარატიშვილი',
             'დუმბაძე', 'ბერიანიძე', 'ჯოხაძე', 'სამხარაძე',
             'ლიპარტელიანი', 'იობიძე', 'გაბაიძე', 'ხარაბაძე',
             'ინასარიძე', 'ბერაძე', 'შენგელია', 'ქობალია', 'მიქავა', 'რევაზიშვილი']

subjects = ["ქართული", "მათემატიკა", "ინგლისური", "ფიზიკა", "ქიმია"]


for i in range(100):
    students.append(First_name[random.randint(0, len(First_name)-1)] +
                    " " + Last_name[random.randint(0, len(Last_name)-1)])



